Repository: uyelikposya/NonogramGame
Catalog: Catgrid/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, tr

source: Two-Hand Cursor
de: Zweihand-Cursor
es: Cursor a dos manos
fr: Curseur à deux mains
ja: 両手カーソル
ko: 양손 커서
pt_br: Cursor de duas mãos
tr: Çift el imleç

source: One-Hand Cursor
de: Einhand-Cursor
es: Cursor a una mano
fr: Curseur à une main
ja: 片手カーソル
ko: 한 손 커서
pt_br: Cursor de uma mão
tr: Tek el imleç

source: Cursor Type
de: Cursor-Art
es: Tipo de cursor
fr: Type de curseur
ja: カーソルの種類
ko: 커서 종류
pt_br: Tipo de cursor
tr: İmleç türü

source: Fill and X on the left. Touch anywhere on the right side to steer the cursor with a joystick.
de: Füllen und X links. Berühre irgendwo rechts, um den Cursor mit einem Joystick zu steuern.
es: Rellenar y X a la izquierda. Toca en cualquier parte de la derecha para mover el cursor con un joystick.
fr: Remplir et X à gauche. Touche n'importe où à droite pour diriger le curseur avec un joystick.
ja: 「塗る」と「×」は左側。右側のどこかに触れるとジョイスティックが出て、カーソルを動かせます。
ko: 칠하기와 X는 왼쪽에 있어요. 오른쪽 아무 곳이나 누르면 나오는 조이스틱으로 커서를 움직여요.
pt_br: Preencher e X à esquerda. Toque em qualquer lugar à direita para guiar o cursor com um joystick.
tr: Doldur ve X solda. Sağ tarafta herhangi bir yere dokununca çıkan joystick ile imleci yönlendir.

source: A small panel next to the cursor: Fill, X and a move button.
de: Ein kleines Feld neben dem Cursor: Füllen, X und eine Verschiebetaste.
es: Un pequeño panel junto al cursor: Rellenar, X y un botón para mover.
fr: Un petit panneau à côté du curseur : Remplir, X et un bouton de déplacement.
ja: カーソルの横の小さなパネル:「塗る」「×」と移動ボタン。
ko: 커서 옆의 작은 패널: 칠하기, X, 이동 버튼.
pt_br: Um pequeno painel ao lado do cursor: Preencher, X e um botão de mover.
tr: İmlecin yanında küçük bir panel: Doldur, X ve taşıma düğmesi.

source: What's New
de: Was ist neu
es: Novedades
fr: Nouveautés
ja: 新機能
ko: 새로운 기능
pt_br: Novidades
tr: Yenilikler

source: A brand-new mode: find the hidden cats, one per color, row and column. 335 levels!
de: Ein ganz neuer Modus: Finde die versteckten Katzen, eine pro Farbe, Zeile und Spalte. 335 Levels!
es: Un modo totalmente nuevo: encuentra los gatos escondidos, uno por color, fila y columna. ¡335 niveles!
fr: Un tout nouveau mode : trouve les chats cachés, un par couleur, ligne et colonne. 335 niveaux !
ja: 新しいモード:色・行・列にそれぞれ1匹かくれた猫を見つけよう。335レベル!
ko: 완전히 새로운 모드: 색, 행, 열마다 한 마리씩 숨은 고양이를 찾아요. 335레벨!
pt_br: Um modo novinho: ache os gatos escondidos, um por cor, linha e coluna. 335 níveis!
tr: Yepyeni bir mod: her renkte, satırda ve sütunda bir tane olan gizli kedileri bul. 335 bölüm!

source: Daily Puzzle history
de: Tagesrätsel-Verlauf
es: Historial de puzles diarios
fr: Historique des grilles du jour
ja: デイリーパズルの履歴
ko: 데일리 퍼즐 기록
pt_br: Histórico do quebra-cabeça diário
tr: Günlük bulmaca geçmişi

source: Missed a day? Solve the puzzles of the last 10 days.
de: Einen Tag verpasst? Löse die Rätsel der letzten 10 Tage.
es: ¿Te perdiste un día? Resuelve los puzles de los últimos 10 días.
fr: Tu as manqué un jour ? Résous les grilles des 10 derniers jours.
ja: 見逃した日がある?過去10日分のパズルを解こう。
ko: 하루 놓쳤나요? 최근 10일의 퍼즐을 풀어요.
pt_br: Perdeu um dia? Resolva os quebra-cabeças dos últimos 10 dias.
tr: Bir günü mü kaçırdın? Son 10 günün bulmacalarını çöz.

source: More badges
de: Mehr Abzeichen
es: Más insignias
fr: Plus de badges
ja: バッジが増えた
ko: 더 많은 배지
pt_br: Mais medalhas
tr: Daha çok rozet

source: At least 20 badges for every mode.
de: Mindestens 20 Abzeichen für jeden Modus.
es: Al menos 20 insignias en cada modo.
fr: Au moins 20 badges pour chaque mode.
ja: どのモードにもバッジが20個以上。
ko: 모드마다 배지가 20개 이상.
pt_br: Pelo menos 20 medalhas em cada modo.
tr: Her mod için en az 20 rozet.

source: Cursor for big puzzles
de: Cursor für große Rätsel
es: Cursor para puzles grandes
fr: Curseur pour les grandes grilles
ja: 大きなパズル用のカーソル
ko: 큰 퍼즐용 커서
pt_br: Cursor para quebra-cabeças grandes
tr: Büyük bulmacalar için imleç

source: Play puzzles bigger than 10×10 with a two-hand cursor.
de: Spiele Rätsel größer als 10×10 mit dem Zweihand-Cursor.
es: Juega los puzles de más de 10×10 con el cursor a dos manos.
fr: Joue les grilles de plus de 10×10 avec le curseur à deux mains.
ja: 10×10より大きいパズルを両手カーソルで遊ぼう。
ko: 10×10보다 큰 퍼즐을 양손 커서로 즐겨요.
pt_br: Jogue quebra-cabeças maiores que 10×10 com o cursor de duas mãos.
tr: 10×10'dan büyük bulmacaları çift el imleçle oyna.

source: New music
de: Neue Musik
es: Música nueva
fr: Nouvelle musique
ja: 新しい音楽
ko: 새 음악
pt_br: Músicas novas
tr: Yeni müzikler

source: Fresh tracks for Energetic mode.
de: Neue Stücke für den energiegeladenen Modus.
es: Nuevas canciones para el modo Enérgico.
fr: De nouveaux morceaux pour le mode Énergique.
ja: エネルギッシュモードに新曲。
ko: 활기찬 모드를 위한 새 음악.
pt_br: Faixas novas para o modo Energético.
tr: Enerjik mod için yeni parçalar.

source: Let's Play!
de: Los geht's!
es: ¡A jugar!
fr: C'est parti !
ja: 遊ぼう!
ko: 플레이하자!
pt_br: Vamos jogar!
tr: Hadi oynayalım!

source: Support
es: Soporte
fr: Assistance
ja: サポート
ko: 지원
pt_br: Suporte
tr: Destek

source: Version %@
es: Versión %@
ja: バージョン %@
ko: 버전 %@
pt_br: Versão %@
tr: Sürüm %@

source: Pause
es: Pausa
ja: 一時停止
ko: 일시정지
pt_br: Pausar
tr: Duraklat

source: Level %lld
es: Nivel %lld
fr: Niveau %lld
ja: レベル %lld
ko: 레벨 %lld
pt_br: Nível %lld
tr: Bölüm %lld

source: Level %lld · %lld×%lld
es: Nivel %lld · %lld×%lld
fr: Niveau %lld · %lld×%lld
ja: レベル %lld · %lld×%lld
ko: 레벨 %lld · %lld×%lld
pt_br: Nível %lld · %lld×%lld
tr: Bölüm %lld · %lld×%lld

source: Clever!
es: ¡Ingenioso!
fr: Malin !
ja: おみごと!
ko: 똑똑해요!
pt_br: Esperto!
tr: Zeki!

source: Matcha
ja: 抹茶
ko: 말차
